Revit 2024 API
NullParameterValue Constructor
 Default constructor
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016 Subscription Update
Syntax
C#
public NullParameterValue()
Visual Basic
Public Sub New
Visual C++
public:
NullParameterValue()
See Also
NullParameterValue Class
Autodesk.Revit.DB Namespace